/**
 * Автоматически сгенерированный словарь синонимов
 * Создан: 2026-02-05T14:57:05.850Z
 * Источник: база материалов (508 записей)
 */

export const SYNONYMS: Record<string, string> = {
    "гкл": "гипсокартон гипсокартонный лист",
    "гвл": "гипсоволокно гипсоволокнистый лист",
    "осп": "osb ориентированно-стружечная плита",
    "osb": "осп ориентированно-стружечная плита",
    "цсп": "цементно-стружечная плита",
    "двп": "древесно-волокнистая плита оргалит",
    "дсп": "древесно-стружечная плита",
    "мдф": "mdf древесноволокнистая плита средней плотности",
    "пвх": "поливинилхлорид пластик",
    "лкм": "лакокрасочные материалы краски",
    "эппс": "экструдированный пенополистирол пеноплекс",
    "ппс": "пенополистирол пенопласт",
    "пэ": "полиэтилен",
    "рубероид": "гидроизоляция кровельный материал",
    "ротбанд": "rotband гипсовая штукатурка knauf",
    "фуген": "fugen шпаклевка knauf",
    "ветонит": "vetonit шпаклевка",
    "церезит": "ceresit клей затирка",
    "knauf": "кнауф ротбанд фуген гипсокартон",
    "кнауф": "knauf ротбанд фуген гипсокартон",
    "henkel": "хенкель церезит ceresit",
    "weber": "вебер ветонит vetonit",
    "технониколь": "техно гидроизоляция утеплитель",
    "rockwool": "роквул минвата утеплитель",
    "isover": "изовер минвата утеплитель",
    "пеноплекс": "penoplex эппс утеплитель",
    "черный": "черные",
    "розетка": "розетки розеток розеткой",
    "wasserkraft": "wasser",
    "выключатель": "выключателем выключателя",
    "керамогранит": "керамин керамограниту керамогранита керамический керамика керамическая керамическими",
    "металл": "металлический металлическая металлу металлочерепицы металлопластиковая металлик металлическим металлопластиковых металлочерепица металлических металлического металлическое металлической",
    "встраиваемый": "встраиваемая",
    "сталь": "стальной стальная",
    "светильник": "светильника",
    "светодиодный": "светодиодная светодиодной световое светодиодное",
    "плитка": "плитки плитку плиткорез плитке плиткореза",
    "пластиковый": "пластик пластиковая пластиковое пласт пластина пластиковой пластмассовый пластмассового пластификатор пластиной",
    "electric": "electrolux electronics",
    "матовый": "матовая матовое",
    "профиль": "профиля профи профильная профитт профилей профильной профильный",
    "автоматический": "автомат автомобильный автомобильная автоматики",
    "ванной": "ванночка",
    "модульный": "модулей модуля модуль модульное модульная",
    "электрический": "электрическая электронный электроды электро электробезопасности электроплит электромагнитный электроприводом электросварная",
    "стекло": "стеклом стеклянная стекловолокном стеклотканевая стеклообоев стеклопластиковая стеклохолст стеклу стеклоомыватель стеклообои",
    "кабель": "кабеля кабельная кабельные кабельный кабелерез",
    "панель": "панелью панелей панельный",
    "нержавеющая": "нержавеющей",
    "оцинкованный": "оцинкованная оцинкованные",
    "комплект": "комплекте комплектом",
    "накладной": "накладная накладка",
    "смеситель": "смесителем смесителя смесительный",
    "прямой": "прямоугольный прямого прямоугольник прямоугольное прямое прямоугольная",
    "саморезы": "саморезов",
    "дюбель": "дюбелем",
    "бежевый": "бежевая бежевое бежевые бежево",
    "универсальный": "универсальная универсальные универсальное универсальным универсал",
    "облицовочная": "облицовочный",
    "коричневый": "коричневая коричневые коричневое коричнево",
    "алюминиевый": "алюминий алюминиевая алюминиевое алюминиевые алюминиевым алюминиевого",
    "набор": "набором",
    "держатель": "держателем держателя",
    "графит": "графитовый графитово",
    "соединитель": "соединительная соединение соединительный соединением соединения соединений",
    "подключение": "подключением подключения подкладочный",
    "шуруп": "шурупом шуруповерт шурупная",
    "одноклавишный": "однокамерное одноконтурный",
    "клапан": "клапаном клапана",
    "светло": "светлый светлая светлое",
    "головка": "головок",
    "герметик": "герметика",
    "межкомнатная": "межкомнатной",
    "крышкой": "крышка",
    "душевая": "душевой",
    "золото": "золотой",
    "декоративная": "декоративный декор декоративное декоративной",
    "однорычажный": "однорядный одноразовый",
    "заглушка": "заглушками",
    "навесной": "навес",
    "напольный": "напольная напольных наполнитель",
    "распределительный": "распределительная",
    "подвесной": "подвесная подвесному подвес подвесного",
    "класс": "классик классика",
    "унитаза": "унитаз унитазом",
    "серебро": "серебряная серебристый серебристая серебряный",
    "система": "систем системе системы",
    "плинтус": "плинтэкс",
    "подсветкой": "подсветки",
    "дереву": "дерево деревянная дерева деревянным деревянной деревянный деревянное",
    "латунный": "латунь латунная",
    "настенный": "настенная настенное",
    "радиатора": "радиатор радиальная радиальный",
    "фильтр": "фильтра фильтру фильтром фильтре",
    "бетона": "бетону бетон бетонов бетонная бетоноконтакт бетонный бетонных",
    "батарейка": "батарейках",
    "двухклавишный": "двухкомпонентный двухкомпонентная двухконтурный двухкамерное двухкомпонентными двухкомпонентной",
    "крепления": "крепление креплением",
    "акриловый": "акриловая акриловой акрил",
    "шланг": "шланга шлангом",
    "фиксатор": "фиксатором фиксации фиксацией",
    "красная": "красный красное красно",
    "коробка": "коробчатый коробки",
    "заземлением": "заземления",
    "угловой": "угловая",
    "аккумуляторный": "аккумуляторная аккумулятор",
    "потолочный": "потолка потолку потолочная потолок",
    "садово": "садовая садовый садовода",
    "анкер": "анкерный анкера",
    "зеленая": "зеленый зеленые зеленое",
    "образный": "образная",
    "насос": "насосная насоса насосно",
    "самоклеящаяся": "самоклеящийся самоконтрящаяся",
    "монтажная": "монтажной монтажный монтажа монтажную монтажным монтаж",
    "нейлон": "нейлоновая нейлонoвая",
    "боковое": "боковым боковой боковая",
    "ламинат": "ламинированная",
    "раковины": "раковина раковину раковиной",
    "шторками": "шторка",
    "замком": "замковая",
    "воздуховодов": "воздуховод воздуха воздухоотводчик",
    "зажим": "зажимом",
    "фаской": "фаско",
    "переключатель": "переключателем",
    "решетка": "решеткой",
    "бронза": "бронзовый",
    "линолеум": "линолеума",
    "полипропиленовый": "полипропилен полипропиленовая полипропиленовых полипропиленовые",
    "рабочие": "рабочий рабочая",
    "прозрачное": "прозрачный прозрачная прозрачными",
    "фасад": "фасадная фасадный фасада фасадов",
    "планка": "планкой",
    "круглый": "круглая круглых круглого круглые круглыми",
    "удлинитель": "удлиненный",
    "защиты": "защитная защитным защитный защитные",
    "кнопка": "кнопкой кнопки",
    "light": "lightning",
    "гвозди": "гвоздь гвоздезабивного гвоздодер",
    "master": "masterprof mastech",
    "карниз": "карнизная карниза",
    "двойной": "двойная двойным",
    "штукатурка": "штукатурная штукатурно штукатурки",
    "секций": "секции секция",
    "ceramica": "ceramics ceramic",
    "кухонный": "кухонная кухонное",
    "шестигранная": "шестигранный шестигранных",
    "строительный": "строительные строительная строительных",
    "изливом": "излива излив",
    "основе": "основа основы основит основание основанием",
    "черенком": "черенка",
    "компьютерная": "компьютерный компьютерной",
    "цементная": "цементно цементных",
    "газовый": "газовая газовых газовым",
    "вертикальный": "вертикальных вертикальная",
    "плоская": "плоский плоских плоское плоскогубцы плоского плоскостной плоские",
    "мебельный": "мебельная мебели мебель",
    "туалетной": "туалета",
    "бумаги": "бумага бумагодержателем",
    "алмазный": "алмазная",
    "режима": "режим режимов",
    "врезной": "врезная",
    "верхним": "верхнего верхний",
    "тройник": "тройная",
    "теплого": "теплоизоляция теплоизоляции теплоизоляционная тепловая теплообменником теплоноситель тепловентилятор теплолюкс теплофон",
    "канализации": "канала канализационная канал каналом канальный каналов",
    "квадрат": "квадратная квадратный квадро",
    "полотенцедержатель": "полотенцесушитель полотенце полотенцесушителя полотенец полотно",
    "полиэстер": "полиэтилена полиэтиленовая полиэтиленовый полиэтилен полиэстеровые",
    "магнитная": "магнитный",
    "скрытый": "скрытой скрытая скрытого",
    "финишпленка": "финишная финишные финишный",
    "торцевая": "торцевой торцевых",
    "однофазный": "однофазного",
    "гранит": "гранитея граните",
    "бытовой": "бытовая",
    "петлями": "петля",
    "мыльница": "мыльницы",
    "дверная": "дверной",
    "рукоятка": "рукоятками рукояткой",
    "водонагреватель": "водонагревателя",
    "сантехнический": "сантехника сантехническая",
    "утеплитель": "утепленные утепленный утепленная",
    "инструментов": "инструм инструмент",
    "настольная": "настольный",
    "пистолет": "пистолета",
    "600х600х9": "600х600х10 600х600х8 600х600",
    "гидроизоляция": "гидроизоляционная гидрозатвором",
    "внутренней": "внутренний внутрипольный внутренняя",
    "цилиндр": "цилиндрическая",
    "зеркало": "зеркальный зеркалом зеркал зеркальная",
    "провод": "провода проводов проволока",
    "грильято": "гриль",
    "1200х600х10": "1200х600х9 1200х600х8 1200х600х11 1200х600х7 1200х600х5",
    "холодной": "холодный холодильник",
    "полированный": "полирезин",
    "наружный": "наружных наружная наружной",
    "полиуретановый": "полиуретановая",
    "экран": "экранированный экрана",
    "телевизионная": "телевизионный",
    "желоба": "желоб",
    "желтые": "желтый",
    "коронка": "коронок",
    "клемма": "клеммная клемм",
    "машина": "машину",
    "плотность": "плотности",
    "усиленные": "усиленный усиленная",
    "сатин": "сатинированный",
    "гайкой": "гайковерт",
    "искусственный": "искусственная искусственной",
    "standard": "standart standartpark",
    "шлифовальный": "шлифовальная шлифования шлифованная",
    "шпилька": "шпилькой",
    "экополимера": "экополимер",
    "эргономичной": "эргономичная",
    "кольцо": "кольцом",
    "125х22": "125х22х1",
    "краска": "краскопульт краски",
    "влагостойкий": "влагостойкая влагозащита влаговпитывающий влагозащитный",
    "сиденьем": "сиденье",
    "гибкий": "гибким гибких",
    "гигиеническим": "гигиеническая",
    "корпусе": "корпус",
    "уличный": "уличная",
    "мужские": "мужской",
    "бесцветный": "бесцветное бесцветная",
    "гайка": "гайками",
    "затирка": "затирки",
    "экстра": "экструдированный",
    "thermo": "thermex therm thermomat",
    "микрофибра": "микролифт микроволновая микрофаской микролифта микролифтом",
    "выпуском": "выпуск",
    "черепица": "черепицы",
    "армированная": "армированный армированием",
    "столешница": "столешниц",
    "глянцевая": "глянцевый",
    "нагрева": "нагревательный нагревательного",
    "подводка": "подвод",
    "сифон": "сифоном сифона",
    "полива": "поливент поливочный поливочного",
    "отвертка": "отверстий отверстием отверток",
    "поворотно": "поворотный поворотная поворотным поворотные",
    "жалюзи": "жалюзийная",
    "profi": "profile profi54 profitex",
    "вентилятор": "вентиляционная вентиль вентиляционный",
    "двухрядный": "двухрядная",
    "800х2000": "800х2300",
    "пневматический": "пневмоинструмента",
    "выхода": "выходов выход",
    "валик": "валика валикам",
    "подложка": "подложкой",
    "покрытием": "покрытия покрытие покрытий покрывало",
    "мрамор": "мраморная",
    "силиконовый": "силиконовая силикон силикатно",
    "переходник": "переходная переходной переход",
    "телескопическая": "телескопический телескопической",
    "ударная": "ударный",
    "раздвижная": "раздвижной раздвижных",
    "дренажный": "дренажная дренажных",
    "изоляции": "изолятор изоляторе изоляцией",
    "сигнальная": "сигнальный",
    "терморегулятор": "терморегулятором термостат термоусадочная термостатический термоголовка термостатом термо терморазрывом термоголовкой термостойкий термостатическим термоскрепленный",
    "антистатический": "антисептик",
    "стеллаж": "стеллажа",
    "звукоизоляционная": "звукоизоляционный",
    "green": "greenel greenworks greenwerk greenplanet",
    "ступень": "ступеней ступени",
    "harmonie": "harmony",
    "600х2000": "600х2780х9",
    "бензиновый": "бензиновая",
    "comfort": "comforty",
    "угольный": "угольник",
    "обратным": "обратный обратного",
    "распашная": "распашные",
    "поддона": "поддон поддоном",
    "ultra": "ultradecor ultraflash",
    "одинарный": "одинарная",
    "сегментный": "сегментированным",
    "крепеж": "крепежный крепежная крепежом крепежа",
    "датчик": "датчиком",
    "гипсовая": "гипсокартон гипсокартона",
    "работ": "работы",
    "перфоратор": "перфорированная перфорацией",
    "профессиональная": "профессионал профессиональный",
    "картридж": "картриджей",
    "наконечник": "наконечников наконечником",
    "газон": "газонной газонокосилка",
    "nature": "natural",
    "регулируемый": "регулирующий регулировкой регулируемая регулятор регулятором",
    "входная": "входной",
    "полукоммерческий": "полукомбинезон полукруг полукруглая полукруглый",
    "консольный": "консоль",
    "биметаллический": "биметаллическая",
    "растворов": "растворитель",
    "гофрированная": "гофрированный",
    "простыня": "простыней",
    "резинке": "резиновая резина резиновый",
    "снеговая": "снегозадержатель снегоуборщик",
    "ключевина": "ключевой ключей",
    "стойка": "стойкой",
    "вытяжка": "вытяжки вытяжная вытяжной",
    "открыванием": "открытые открытая",
    "рулонная": "рулон",
    "контактор": "контакт контактный",
    "интернет": "интерскол интерьерная",
    "полимерная": "полимерный полимерцементным полимерным полимерных полимерпесчаная",
    "коллекторная": "коллектор коллекторный коллекторов",
    "пленочный": "пленочная",
    "инсталляций": "инсталляции инсталляция",
    "стиральная": "стиральной",
    "лобзика": "лобзик",
    "пылесоса": "пылесос",
    "арматура": "арматуры",
    "маркеры": "маркер",
    "бесконечная": "бесконтактный",
    "аромадиффузор": "ароматическая ароматическое",
    "кровельные": "кровельный кровельная",
    "кварцвиниловая": "кварц кварцвиниловую кварцевый",
    "газобетона": "газобетон газобетону",
    "аэрозоль": "аэрозольная аэрозольный",
    "сварочные": "сварочный",
    "terma": "termatik",
    "горизонтальный": "горизонтальные горизонтальным",
    "подоконник": "подоконников",
    "сетевой": "сетевая",
    "черное": "черно черной",
    "акустическая": "акустик",
    "лестница": "лестницы",
    "кованая": "кованый",
    "малярный": "малярная малярных",
    "гибкой": "гибкое гибкого",
    "лезвие": "лезвием",
    "защелкой": "защелка",
    "установка": "установки установочная",
    "высоким": "высокоскоростная высокопрочный высокого высокий",
    "винтовая": "винтовой",
    "пальчиковая": "пальчиковый",
    "компрессор": "компрессионная компрессионный компрессоров",
    "низкий": "низким",
    "стеновая": "стенофлекс",
    "манометр": "манометром",
    "флизелиновой": "флизелиновых флизелин",
    "масляный": "масляная",
    "turbojet": "turbo turbosky",
    "паркетная": "паркета паркет паркетный",
    "горячекатаный": "горячей",
    "вставка": "вставкой",
    "контроллер": "контроля контроллера",
    "лотков": "лотком",
    "дисковая": "дисков",
    "сращенный": "сращенная",
    "резьбовая": "резьба резьбовых",
    "мизинчиковая": "мизинчиковый",
    "химического": "химический",
    "клееный": "клееная",
    "оранжевая": "оранжевый",
    "обжима": "обжимной",
    "200х220": "200х200 200х200х7 200х200х8",
    "300х300": "300х300х8",
    "складной": "складная",
    "компакт": "компактный",
    "кладочная": "кладочных",
    "дымоходов": "дымоход",
    "пенополистирола": "пенополистирол пеноплэкс",
    "мультиметр": "мультиколор",
    "клипсы": "клипса",
    "разъем": "разъединитель разъемная разъемом разъемов",
    "переносной": "переносная",
    "массив": "массивной",
    "направляющая": "направляющий",
    "голубой": "голубая",
    "двухсторонний": "двухсторонним двухсторонняя",
    "створки": "створка",
    "столб": "столба столбами",
    "крестовая": "крестики",
    "фронтальная": "фронтальный",
    "диэлектрическая": "диэлектрические",
    "пультом": "пульт",
    "шинопровода": "шинопровод",
    "втулочный": "втулочных",
    "комбинированным": "комбинированный комбинезон",
    "слесарный": "слесарные",
    "степлера": "степлер",
    "поручень": "поручня",
    "нагрузки": "нагрузка",
    "средний": "средним",
    "приточно": "приточный",
    "оконный": "оконная",
    "50х50": "50х50х40х10",
    "спальный": "спальное",
    "камерой": "камера",
    "забор": "заборная забора",
    "крючков": "крючка крючками",
    "баллон": "баллонов баллоном",
    "спиральное": "спиральный",
    "terra": "terramatic",
    "мембрана": "мембранный",
    "противогололедный": "противоскользящий противошумные противоморозная противопожарная противопожарной",
    "гладкий": "гладкие гладкая",
    "площадка": "площадке",
    "прямым": "прямые",
    "отражатель": "отражающая",
    "коротким": "короткой",
    "односторонний": "односторонним одностворчатое односторонняя",
    "лаков": "лаковый",
    "быстрый": "быстротвердеющий быстрозажимная быстросъем быстросъемное",
    "трансформер": "трансформатор",
    "сетчатый": "сетчатая",
    "синтетическая": "синтетическое",
    "сварки": "сварку",
    "костровая": "костровой",
    "30х30": "30х30х2700",
    "эмалей": "эмалекс",
    "сабельной": "сабельная",
    "сплошной": "сплошная",
    "виниловые": "винил",
    "водосточная": "водоснабжения водостойкий водосточный",
    "3000х600х4": "3000х600х40 3000х190 3000х23х23 3000х1200х12 3000х600х1",
    "бумажная": "бумажных",
    "100х100х40х10": "100х100 100х1800 100х150 100х140х0 100х100х50 100х195",
    "100х60": "100х600х1000 100х610 100х65",
    "разноразмерная": "разноцветная",
    "закрытой": "закрытого",
    "вспененный": "вспененная",
    "сенсорный": "сенсор сенсорным",
    "клейким": "клейкая",
    "уплотнительная": "уплотнитель уплотнительное",
    "стильный": "стиль",
    "жемчуг": "жемчужно",
    "нивелир": "нивелиров",
    "perfekta": "perfect",
    "всесезонное": "всесезонная",
    "колодка": "колодезный колодец",
    "столярная": "столярный",
    "298х298х8": "298х298х7",
    "готовый": "готовой",
    "песочный": "песочная",
    "текстиль": "текстильные",
    "жидкостей": "жидкое жидкостная жидкость",
    "глубокая": "глубокого",
    "композитная": "композитным",
    "strip": "stripe",
    "антивандальные": "антивандальная антивибрационный",
    "flexifoam": "flexione",
    "поликарбонат": "поликарбоната",
    "эпоксидный": "эпоксидная",
    "натуральная": "натуральный натурального",
    "очистки": "очиститель",
    "120х195": "120х120",
    "рифленая": "рифленый",
    "водоотводный": "водоотводного",
    "двустенная": "двустороннее",
    "двигателей": "двигателя",
    "строганый": "строганая",
    "триммера": "триммер",
    "паяльник": "паяльная",
    "болтов": "болтом болторез",
    "центр": "центробежный",
    "выдвижной": "выдвижная",
    "полуматовая": "полуматовый",
    "моделям": "модели",
    "аварийный": "аварийное",
    "598х297х7": "598х298х8",
    "чугунная": "чугунный чугунной",
    "метчик": "метчиков",
    "вагонка": "вагонки",
    "гладилка": "гладильная",
    "400x200x8": "400x250x8",
    "600x200x7": "600x250x9",
    "50х600х1000": "50х600х1200",
    "230х280": "230х22",
    "техническая": "технических",
    "розовая": "розовый розовое",
    "полусферическая": "полусгоном",
    "трехслойный": "трехсекционная трехступенчатый",
    "цифровая": "цифровой",
    "широкий": "широкая",
    "штативом": "штатив",
    "пароизоляционный": "пароизоляция",
    "bellota": "bello",
    "1200x600x8": "1200x600x9",
    "метрический": "метрическая",
    "80х16х2000": "80х16х2400",
    "битумный": "битумная",
    "наклона": "наклонная",
    "многослойная": "многоцветный многовитковая",
    "focusfloor": "focus",
    "клеевая": "клеевые клеев",
    "ролик": "роликовый",
    "фиолент": "фиолетовый",
    "20х20": "20х2000",
    "латексным": "латексная",
    "стержни": "стержень",
    "60х60х2": "60х60",
    "кремовый": "кремовая",
    "100х2000": "100х200",
    "поверхностный": "поверхностей",
    "1160х1200": "1160х1000",
    "штекер": "штекерный",
    "зачистки": "зачистной",
    "индикаторная": "индикацией",
    "терракот": "террасная террасной",
    "крона": "кронапласт",
    "салфетки": "салфетка",
    "90х90х10": "90х90х218 90х90х195",
    "primoclima": "primo",
    "альфа": "альфабетон",
    "асфальт": "асфальту",
    "швабры": "швабра"
};

export const SYNONYMS_FULL: Array<{
    term: string;
    synonyms: string[];
    category: string;
    count: number;
}> = [
    {
        "term": "черный",
        "synonyms": [
            "черные"
        ],
        "category": "вариации",
        "count": 1406
    },
    {
        "term": "розетка",
        "synonyms": [
            "розетки",
            "розеток",
            "розеткой"
        ],
        "category": "вариации",
        "count": 1035
    },
    {
        "term": "wasserkraft",
        "synonyms": [
            "wasser"
        ],
        "category": "вариации",
        "count": 905
    },
    {
        "term": "выключатель",
        "synonyms": [
            "выключателем",
            "выключателя"
        ],
        "category": "вариации",
        "count": 899
    },
    {
        "term": "керамогранит",
        "synonyms": [
            "керамин",
            "керамограниту",
            "керамогранита",
            "керамический",
            "керамика",
            "керамическая",
            "керамическими"
        ],
        "category": "вариации",
        "count": 842
    },
    {
        "term": "металл",
        "synonyms": [
            "металлический",
            "металлическая",
            "металлу",
            "металлочерепицы",
            "металлопластиковая",
            "металлик",
            "металлическим",
            "металлопластиковых",
            "металлочерепица",
            "металлических",
            "металлического",
            "металлическое",
            "металлической"
        ],
        "category": "вариации",
        "count": 815
    },
    {
        "term": "встраиваемый",
        "synonyms": [
            "встраиваемая"
        ],
        "category": "вариации",
        "count": 716
    },
    {
        "term": "пвх",
        "synonyms": [
            "поливинилхлорид",
            "пластик"
        ],
        "category": "аббревиатура",
        "count": 688
    },
    {
        "term": "сталь",
        "synonyms": [
            "стальной",
            "стальная"
        ],
        "category": "вариации",
        "count": 644
    },
    {
        "term": "светильник",
        "synonyms": [
            "светильника"
        ],
        "category": "вариации",
        "count": 641
    },
    {
        "term": "светодиодный",
        "synonyms": [
            "светодиодная",
            "светодиодной",
            "световое",
            "светодиодное"
        ],
        "category": "вариации",
        "count": 641
    },
    {
        "term": "плитка",
        "synonyms": [
            "плитки",
            "плитку",
            "плиткорез",
            "плитке",
            "плиткореза"
        ],
        "category": "вариации",
        "count": 641
    },
    {
        "term": "пластиковый",
        "synonyms": [
            "пластик",
            "пластиковая",
            "пластиковое",
            "пласт",
            "пластина",
            "пластиковой",
            "пластмассовый",
            "пластмассового",
            "пластификатор",
            "пластиной"
        ],
        "category": "вариации",
        "count": 635
    },
    {
        "term": "electric",
        "synonyms": [
            "electrolux",
            "electronics"
        ],
        "category": "вариации",
        "count": 586
    },
    {
        "term": "матовый",
        "synonyms": [
            "матовая",
            "матовое"
        ],
        "category": "вариации",
        "count": 585
    },
    {
        "term": "профиль",
        "synonyms": [
            "профиля",
            "профи",
            "профильная",
            "профитт",
            "профилей",
            "профильной",
            "профильный"
        ],
        "category": "вариации",
        "count": 553
    },
    {
        "term": "автоматический",
        "synonyms": [
            "автомат",
            "автомобильный",
            "автомобильная",
            "автоматики"
        ],
        "category": "вариации",
        "count": 500
    },
    {
        "term": "ванной",
        "synonyms": [
            "ванночка"
        ],
        "category": "вариации",
        "count": 473
    },
    {
        "term": "модульный",
        "synonyms": [
            "модулей",
            "модуля",
            "модуль",
            "модульное",
            "модульная"
        ],
        "category": "вариации",
        "count": 461
    },
    {
        "term": "электрический",
        "synonyms": [
            "электрическая",
            "электронный",
            "электроды",
            "электро",
            "электробезопасности",
            "электроплит",
            "электромагнитный",
            "электроприводом",
            "электросварная"
        ],
        "category": "вариации",
        "count": 430
    },
    {
        "term": "стекло",
        "synonyms": [
            "стеклом",
            "стеклянная",
            "стекловолокном",
            "стеклотканевая",
            "стеклообоев",
            "стеклопластиковая",
            "стеклохолст",
            "стеклу",
            "стеклоомыватель",
            "стеклообои"
        ],
        "category": "вариации",
        "count": 429
    },
    {
        "term": "кабель",
        "synonyms": [
            "кабеля",
            "кабельная",
            "кабельные",
            "кабельный",
            "кабелерез"
        ],
        "category": "вариации",
        "count": 425
    },
    {
        "term": "панель",
        "synonyms": [
            "панелью",
            "панелей",
            "панельный"
        ],
        "category": "вариации",
        "count": 417
    },
    {
        "term": "нержавеющая",
        "synonyms": [
            "нержавеющей"
        ],
        "category": "вариации",
        "count": 411
    },
    {
        "term": "оцинкованный",
        "synonyms": [
            "оцинкованная",
            "оцинкованные"
        ],
        "category": "вариации",
        "count": 404
    },
    {
        "term": "комплект",
        "synonyms": [
            "комплекте",
            "комплектом"
        ],
        "category": "вариации",
        "count": 400
    },
    {
        "term": "накладной",
        "synonyms": [
            "накладная",
            "накладка"
        ],
        "category": "вариации",
        "count": 374
    },
    {
        "term": "смеситель",
        "synonyms": [
            "смесителем",
            "смесителя",
            "смесительный"
        ],
        "category": "вариации",
        "count": 355
    },
    {
        "term": "прямой",
        "synonyms": [
            "прямоугольный",
            "прямого",
            "прямоугольник",
            "прямоугольное",
            "прямое",
            "прямоугольная"
        ],
        "category": "вариации",
        "count": 351
    },
    {
        "term": "саморезы",
        "synonyms": [
            "саморезов"
        ],
        "category": "вариации",
        "count": 347
    },
    {
        "term": "дюбель",
        "synonyms": [
            "дюбелем"
        ],
        "category": "вариации",
        "count": 344
    },
    {
        "term": "бежевый",
        "synonyms": [
            "бежевая",
            "бежевое",
            "бежевые",
            "бежево"
        ],
        "category": "вариации",
        "count": 325
    },
    {
        "term": "универсальный",
        "synonyms": [
            "универсальная",
            "универсальные",
            "универсальное",
            "универсальным",
            "универсал"
        ],
        "category": "вариации",
        "count": 322
    },
    {
        "term": "облицовочная",
        "synonyms": [
            "облицовочный"
        ],
        "category": "вариации",
        "count": 320
    },
    {
        "term": "коричневый",
        "synonyms": [
            "коричневая",
            "коричневые",
            "коричневое",
            "коричнево"
        ],
        "category": "вариации",
        "count": 319
    },
    {
        "term": "алюминиевый",
        "synonyms": [
            "алюминий",
            "алюминиевая",
            "алюминиевое",
            "алюминиевые",
            "алюминиевым",
            "алюминиевого"
        ],
        "category": "вариации",
        "count": 289
    },
    {
        "term": "набор",
        "synonyms": [
            "набором"
        ],
        "category": "вариации",
        "count": 273
    },
    {
        "term": "держатель",
        "synonyms": [
            "держателем",
            "держателя"
        ],
        "category": "вариации",
        "count": 272
    },
    {
        "term": "графит",
        "synonyms": [
            "графитовый",
            "графитово"
        ],
        "category": "вариации",
        "count": 270
    },
    {
        "term": "соединитель",
        "synonyms": [
            "соединительная",
            "соединение",
            "соединительный",
            "соединением",
            "соединения",
            "соединений"
        ],
        "category": "вариации",
        "count": 264
    },
    {
        "term": "подключение",
        "synonyms": [
            "подключением",
            "подключения",
            "подкладочный"
        ],
        "category": "вариации",
        "count": 264
    },
    {
        "term": "шуруп",
        "synonyms": [
            "шурупом",
            "шуруповерт",
            "шурупная"
        ],
        "category": "вариации",
        "count": 263
    },
    {
        "term": "одноклавишный",
        "synonyms": [
            "однокамерное",
            "одноконтурный"
        ],
        "category": "вариации",
        "count": 258
    },
    {
        "term": "клапан",
        "synonyms": [
            "клапаном",
            "клапана"
        ],
        "category": "вариации",
        "count": 247
    },
    {
        "term": "светло",
        "synonyms": [
            "светлый",
            "светлая",
            "светлое"
        ],
        "category": "вариации",
        "count": 247
    },
    {
        "term": "головка",
        "synonyms": [
            "головок"
        ],
        "category": "вариации",
        "count": 242
    },
    {
        "term": "герметик",
        "synonyms": [
            "герметика"
        ],
        "category": "вариации",
        "count": 241
    },
    {
        "term": "межкомнатная",
        "synonyms": [
            "межкомнатной"
        ],
        "category": "вариации",
        "count": 234
    },
    {
        "term": "крышкой",
        "synonyms": [
            "крышка"
        ],
        "category": "вариации",
        "count": 227
    },
    {
        "term": "душевая",
        "synonyms": [
            "душевой"
        ],
        "category": "вариации",
        "count": 223
    },
    {
        "term": "золото",
        "synonyms": [
            "золотой"
        ],
        "category": "вариации",
        "count": 221
    },
    {
        "term": "декоративная",
        "synonyms": [
            "декоративный",
            "декор",
            "декоративное",
            "декоративной"
        ],
        "category": "вариации",
        "count": 220
    },
    {
        "term": "однорычажный",
        "synonyms": [
            "однорядный",
            "одноразовый"
        ],
        "category": "вариации",
        "count": 219
    },
    {
        "term": "заглушка",
        "synonyms": [
            "заглушками"
        ],
        "category": "вариации",
        "count": 218
    },
    {
        "term": "навесной",
        "synonyms": [
            "навес"
        ],
        "category": "вариации",
        "count": 216
    },
    {
        "term": "напольный",
        "synonyms": [
            "напольная",
            "напольных",
            "наполнитель"
        ],
        "category": "вариации",
        "count": 214
    },
    {
        "term": "распределительный",
        "synonyms": [
            "распределительная"
        ],
        "category": "вариации",
        "count": 205
    },
    {
        "term": "подвесной",
        "synonyms": [
            "подвесная",
            "подвесному",
            "подвес",
            "подвесного"
        ],
        "category": "вариации",
        "count": 202
    },
    {
        "term": "класс",
        "synonyms": [
            "классик",
            "классика"
        ],
        "category": "вариации",
        "count": 200
    },
    {
        "term": "унитаза",
        "synonyms": [
            "унитаз",
            "унитазом"
        ],
        "category": "вариации",
        "count": 200
    },
    {
        "term": "серебро",
        "synonyms": [
            "серебряная",
            "серебристый",
            "серебристая",
            "серебряный"
        ],
        "category": "вариации",
        "count": 196
    },
    {
        "term": "система",
        "synonyms": [
            "систем",
            "системе",
            "системы"
        ],
        "category": "вариации",
        "count": 195
    },
    {
        "term": "плинтус",
        "synonyms": [
            "плинтэкс"
        ],
        "category": "вариации",
        "count": 195
    },
    {
        "term": "подсветкой",
        "synonyms": [
            "подсветки"
        ],
        "category": "вариации",
        "count": 194
    },
    {
        "term": "дереву",
        "synonyms": [
            "дерево",
            "деревянная",
            "дерева",
            "деревянным",
            "деревянной",
            "деревянный",
            "деревянное"
        ],
        "category": "вариации",
        "count": 188
    },
    {
        "term": "латунный",
        "synonyms": [
            "латунь",
            "латунная"
        ],
        "category": "вариации",
        "count": 186
    },
    {
        "term": "настенный",
        "synonyms": [
            "настенная",
            "настенное"
        ],
        "category": "вариации",
        "count": 185
    },
    {
        "term": "радиатора",
        "synonyms": [
            "радиатор",
            "радиальная",
            "радиальный"
        ],
        "category": "вариации",
        "count": 185
    },
    {
        "term": "knauf",
        "synonyms": [
            "кнауф",
            "ротбанд",
            "фуген",
            "гипсокартон"
        ],
        "category": "бренд",
        "count": 184
    },
    {
        "term": "фильтр",
        "synonyms": [
            "фильтра",
            "фильтру",
            "фильтром",
            "фильтре"
        ],
        "category": "вариации",
        "count": 184
    },
    {
        "term": "бетона",
        "synonyms": [
            "бетону",
            "бетон",
            "бетонов",
            "бетонная",
            "бетоноконтакт",
            "бетонный",
            "бетонных"
        ],
        "category": "вариации",
        "count": 182
    },
    {
        "term": "батарейка",
        "synonyms": [
            "батарейках"
        ],
        "category": "вариации",
        "count": 182
    },
    {
        "term": "двухклавишный",
        "synonyms": [
            "двухкомпонентный",
            "двухкомпонентная",
            "двухконтурный",
            "двухкамерное",
            "двухкомпонентными",
            "двухкомпонентной"
        ],
        "category": "вариации",
        "count": 176
    },
    {
        "term": "крепления",
        "synonyms": [
            "крепление",
            "креплением"
        ],
        "category": "вариации",
        "count": 174
    },
    {
        "term": "акриловый",
        "synonyms": [
            "акриловая",
            "акриловой",
            "акрил"
        ],
        "category": "вариации",
        "count": 170
    },
    {
        "term": "шланг",
        "synonyms": [
            "шланга",
            "шлангом"
        ],
        "category": "вариации",
        "count": 170
    },
    {
        "term": "фиксатор",
        "synonyms": [
            "фиксатором",
            "фиксации",
            "фиксацией"
        ],
        "category": "вариации",
        "count": 166
    },
    {
        "term": "красная",
        "synonyms": [
            "красный",
            "красное",
            "красно"
        ],
        "category": "вариации",
        "count": 166
    },
    {
        "term": "коробка",
        "synonyms": [
            "коробчатый",
            "коробки"
        ],
        "category": "вариации",
        "count": 165
    },
    {
        "term": "заземлением",
        "synonyms": [
            "заземления"
        ],
        "category": "вариации",
        "count": 164
    },
    {
        "term": "угловой",
        "synonyms": [
            "угловая"
        ],
        "category": "вариации",
        "count": 162
    },
    {
        "term": "аккумуляторный",
        "synonyms": [
            "аккумуляторная",
            "аккумулятор"
        ],
        "category": "вариации",
        "count": 162
    },
    {
        "term": "потолочный",
        "synonyms": [
            "потолка",
            "потолку",
            "потолочная",
            "потолок"
        ],
        "category": "вариации",
        "count": 160
    },
    {
        "term": "садово",
        "synonyms": [
            "садовая",
            "садовый",
            "садовода"
        ],
        "category": "вариации",
        "count": 159
    },
    {
        "term": "анкер",
        "synonyms": [
            "анкерный",
            "анкера"
        ],
        "category": "вариации",
        "count": 159
    },
    {
        "term": "зеленая",
        "synonyms": [
            "зеленый",
            "зеленые",
            "зеленое"
        ],
        "category": "вариации",
        "count": 159
    },
    {
        "term": "образный",
        "synonyms": [
            "образная"
        ],
        "category": "вариации",
        "count": 156
    },
    {
        "term": "насос",
        "synonyms": [
            "насосная",
            "насоса",
            "насосно"
        ],
        "category": "вариации",
        "count": 156
    },
    {
        "term": "самоклеящаяся",
        "synonyms": [
            "самоклеящийся",
            "самоконтрящаяся"
        ],
        "category": "вариации",
        "count": 155
    },
    {
        "term": "монтажная",
        "synonyms": [
            "монтажной",
            "монтажный",
            "монтажа",
            "монтажную",
            "монтажным",
            "монтаж"
        ],
        "category": "вариации",
        "count": 154
    },
    {
        "term": "нейлон",
        "synonyms": [
            "нейлоновая",
            "нейлонoвая"
        ],
        "category": "вариации",
        "count": 154
    },
    {
        "term": "боковое",
        "synonyms": [
            "боковым",
            "боковой",
            "боковая"
        ],
        "category": "вариации",
        "count": 154
    },
    {
        "term": "ламинат",
        "synonyms": [
            "ламинированная"
        ],
        "category": "вариации",
        "count": 152
    },
    {
        "term": "раковины",
        "synonyms": [
            "раковина",
            "раковину",
            "раковиной"
        ],
        "category": "вариации",
        "count": 150
    },
    {
        "term": "шторками",
        "synonyms": [
            "шторка"
        ],
        "category": "вариации",
        "count": 149
    },
    {
        "term": "технониколь",
        "synonyms": [
            "техно",
            "гидроизоляция",
            "утеплитель"
        ],
        "category": "бренд",
        "count": 146
    },
    {
        "term": "замком",
        "synonyms": [
            "замковая"
        ],
        "category": "вариации",
        "count": 143
    },
    {
        "term": "воздуховодов",
        "synonyms": [
            "воздуховод",
            "воздуха",
            "воздухоотводчик"
        ],
        "category": "вариации",
        "count": 141
    },
    {
        "term": "зажим",
        "synonyms": [
            "зажимом"
        ],
        "category": "вариации",
        "count": 141
    },
    {
        "term": "фаской",
        "synonyms": [
            "фаско"
        ],
        "category": "вариации",
        "count": 140
    }
];
